using System.Collections;
using System.Collections.Generic;
using UnityEngine;

public class RunningNewsValues : MonoBehaviour {
    public static string[] News =
    {
        "习近平：在常学常新中加强理论修养 在知行合一中主动担当作为",
        "十三届全国人大二次会议举行闭幕会 习近平等党和国家领导人出席",
        "习近平：打好我军建设发展“十三五”规划落实攻坚战 确保如期完成国防和军队建设目标任务",
        "明镜止水的武道家，这场《街霸5》表演能让你重新认识格斗游戏",
        "这位粉丝自制的《战神》电影海报，官方制作组看了都很喜欢",
        "贩卖梦想和希望的人们——由乃木坂 浅谈日系偶像",
        "裸露、暴力、血浆，并且酷到爆炸！ 网飞×芬奇×米勒的午夜赛博甜点",
        "大约在公元前5世纪末，巴比伦的天文学家将黄道分为12个相等的“符号”，每个符号相当于30天的12个月，从而创造了第一个已知的天体坐标系。",
        "从报纸、广播，到互联网时代：五个有关“天外来客”的离奇骗局",
        "但丁变成不死人？用《黑暗之魂》的方式打开《鬼泣5》是怎样的体验",
        "BOSS 不要面子的吗？高手演示《鬼泣5》DMD难度但丁无伤击破维吉尔",
        "科学理论研究 | 电子游戏对人类认知能力发展的影响：电子游戏将会赋予你超凡大脑与火眼金睛",
    };
}
